[A_Weapons.WT_Maliwan_Launcher:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Deals [skill]bonus elemental damage[-skill]."

[A_Weapons.WT_Tediore_Launcher:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Explodes like a [skill]grenade[-skill] when [skill]reloaded[-skill]."

[Barrel.L_Barrel_Vladof_Mongol:AttributePresentationDefinition_4 AttributePresentationDefinition]
NoConstraintText="(Just kidding, no it doesn't.)"

[Body.L_Body_Vladof:AttributePresentationDefinition_0 AttributePresentationDefinition]
NoConstraintText="Consumes [skill]reduced ammo[-skill] per shot."

[Body.L_Body_Vladof_2:AttributePresentationDefinition_1 AttributePresentationDefinition]
NoConstraintText="Consumes [skill]reduced ammo[-skill] per shot."

[Body.L_Body_Vladof_3:AttributePresentationDefinition_2 AttributePresentationDefinition]
NoConstraintText="Consumes [skill]reduced ammo[-skill] per shot."

[Body.L_Body_Vladof_4:AttributePresentationDefinition_3 AttributePresentationDefinition]
NoConstraintText="Consumes [skill]reduced ammo[-skill] per shot."

[Name.Title.Title__Unique_Creamer:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Non-dairy."

[Name.Title.Title__Unique_TheHive:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Full of bees."

[Name.Title.Title_Unique_ClusterFun:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="''Because we're not allowed to say f***.''"

[Name.Title_Maliwan.Title_Barrel_Maliwan_Norfleet:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Blows up everything!"

[Name.Title_Tediore.Title_Legendary_Bunny:AttributePresentationDefinition_8 AttributePresentationDefinition]
NoConstraintText="Hippity hoppity!"
